Repository: MrAbhishek777/silvra_vpn
Catalog: Documents/silvra_vpn_app/lib/l10n/app_*.arb
Languages: bn, gu, kn, mr, pa, ta, te, ur

# appTitle
source: Silvra VPN
bn: সিলভরা ভিপিএন
gu: સિલ્વરા વિપીએન
kn: ಸಿಲ್ವ್ರಾ ವಿಪಿಎನ್
mr: सिल्वरा व्हीपीएन
pa: ਸਿਲਵਰਾ ਵੀਪੀਐਨ
ta: சில்வ்ரா வி.பி.என்
te: సిల్వ్రా వీపీఎన్
ur: سلورا وی پی این

# connect
source: Connected
bn: সংযুক্ত হয়েছে
gu: કનેક્ટ થયું
kn: ಕನೆಕ್ಟ್ ಆಗಿದೆ
mr: कनेक्टेड
pa: ਕਨੈਕਟਡ
ta: கணெக்டு
te: కనెక్ట్ అయ్యింది
ur: کنیکٹڈ

# disconnect
source: Disconnected
bn: সংযোগ বিচ্ছিন্ন হয়েছে
gu: ડિસકનેક્ટ થયું
kn: ಕನೆಕ್ಷನ್ ಕಡಿದುಹೋಗಿದೆ
mr: डिसकनेक्टेड
pa: ਡਿਸਕਨੈਕਟਡ
ta: கட்டமைப்பு பிரிக்கப்பட்டது
te: కనెక్షన్ కోల్పోయింది
ur: ڈسکنیکٹڈ

# durationLabel
source: Duration
bn: সময়কাল
gu: અવધિ
kn: ಅವಧಿ
mr: कालावधी
pa: ਅਵਧੀ
ta: காலம்
te: కాలం
ur: دورانیہ

source: View Server List
bn: সার্ভার তালিকা দেখুন
gu: સર્વર યાદી જુઓ
kn: ಸರ್ವರ್ ಪಟ್ಟಿ ವೀಕ್ಷಿಸಿ
mr: सर्व्हर यादी पहा
pa: ਸਰਵਰ ਸੂਚੀ ਵੇਖੋ
ta: சேவையகம் பட்டியலை பார்வையிடு
te: సర్వర్ జాబితాను వీక్షించండి
ur: سرور کی فہرست دیکھیں

source: Ad Banner Placeholder
bn: বিজ্ঞাপন ব্যানার প্লেসহোল্ডার
gu: જાહેરાત બેનર પ્લેસહોલ્ડર
kn: ಜಾಹಿರಾತು ಬ್ಯಾನರ್ ಪ್ಲೇಸ್‌ಹೋಲ್ಡರ್
mr: जाहिरात बॅनर जागा
pa: ਇਸ਼ਤਿਹਾਰ ਬੈਨਰ ਪਲੇਸਹੋਲਡਰ
ta: 광고 배너 플레이스홀더
te: జాహిరాత్ బ్యానర్ ప్లేస్‌హోల్డర్
ur: اشتہار بینر پلیس ہولڈر

source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
mr: सेटिंग्ज
pa: ਸੈਟਿੰਗਜ਼
ta: அமைப்புகள்
te: సెట్టింగ్స్
ur: سیٹنگز

source: Dark Mode
bn: ডার্ক মোড
gu: ડાર્ક મોડ
kn: ಡಾರ್ಕ್ ಮೋಡ್
mr: डार्क मोड
pa: ਡਾਰ্ক ਮੋਡ
ta: இருண்ட மோட்
te: డార్క్ మోడ్
ur: ڈارک موڈ

source: App Language
bn: অ্যাপ ভাষা
gu: એપ્લિકેશન ભાષા
kn: ಅ್ಯಪ್ ಭಾಷೆ
mr: अॅप भाषा
pa: ਐਪ ਭਾਸ਼ਾ
ta: ஆப் மொழி
te: అప్ భాష
ur: ایپ زبان

source: Share App
bn: অ্যাপ শেয়ার করুন
gu: એપ શેર કરો
kn: ಅ್ಯಪ್ ಹಂಚಿಕೊಳ್ಳಿ
mr: अॅप शेअर करा
pa: ਐਪ ਸਾਂਝਾ ਕਰੋ
ta: ஆப் பகிரவும்
te: అప్ పంచుకోండి
ur: ایپ شیئر کریں

source: Rate App
bn: অ্যাপ রেট করুন
gu: એપ રેટ કરો
kn: ಅ್ಯಪ್ ರೇಟ್ ಮಾಡಿ
mr: अॅप रेट करा
pa: ਐਪ ਨੂੰ ਰੇਟ ਕਰੋ
ta: ஆப் மதிப்பிடு
te: అప్ రేట్ చేయండి
ur: ایپ کو ریٹ کریں

source: Sign Out
bn: সাইন আউট
gu: સાઇન આઉટ
kn: ಸೈನ್ ಔಟ್
mr: साइन आउट
pa: ਸਾਈਨ ਆਊਟ
ta: வெளியேறு
te: సైన్ అవుట్
ur: سائن آؤٹ

# signOutTapped
source: Sign out tapped (not implemented yet)
bn: সাইন আউট ট্যাপ করা হয়েছে (এখনো বাস্তবায়িত নয়)
gu: સાઇન આઉટ ટૅપ કરાયું (હજી અમલમાં નથી)
kn: ಸೈನ್ ಔಟ್ ಟ್ಯಾಪ್ ಮಾಡಲಾಗಿದೆ (ಇನ್ನೂ ಅನುಷ್ಟಾನಗೊಳಿಸಲಾಗಿಲ್ಲ)
mr: साइन आउट टॅप केले (अद्याप अंमलात नाही)
pa: ਸਾਈਨ ਆਊਟ ਟੈਪ ਕੀਤਾ ਗਿਆ (ਹਾਲੇ ਤੱਕ ਲਾਗੂ ਨਹੀਂ)
ta: வெளியேறல் சொடுக்கப்பட்டது (இன்னும் செயல்படுத்தப்படவில்லை)
te: సైన్ అవుట్ టాప్ చేయబడింది (ఇంకా అమలు కాలేదు)
ur: سائن آؤٹ دبایا گیا (ابھی لاگو نہیں)

# helpCenterTitle
source: Silvra Assistant (Beta)
bn: সিলভরা সহকারী (বেটা)
gu: સિલ્વરા સહાયક (બિટા)
kn: ಸಿಲ್ವ್ರಾ ಸಹಾಯಕ (ಬೀಟಾ)
mr: सिल्वरा असिस्टंट (बीटा)
pa: ਸਿਲਵਰਾ ਸਹਾਇਕ (ਬੀਟਾ)
ta: சில்வ்ரா உதவியாளர் (பீட்டா)
te: సిల్వ్రా అసిస్టెంట్ (బీటా)
ur: سلورا اسسٹنٹ (بیٹا)

# assistantConnect
source: To connect to VPN, open the app and tap CONNECT.
bn: ভিপিএনে সংযোগ করতে, অ্যাপ খুলুন এবং CONNECT ট্যাপ করুন।
gu: વિપીએન સાથે કનેક્ટ કરવા માટે, એપ ખોલો અને CONNECT પર ટૅપ કરો.
kn: ವಿಪಿಎನ್‌ಗೆ ಸಂಪರ್ಕಿಸಲು, ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಿರಿ ಮತ್ತು CONNECT ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
mr: व्हीपीएन कनेक्ट करण्यासाठी अॅप उघडा आणि कनेक्ट वर टॅप करा.
pa: ਵੀਪੀਐਨ ਨਾਲ ਜੁੜਨ ਲਈ, ਐਪ ਖੋਲ੍ਹੋ ਅਤੇ CONNECT 'ਤੇ ਟੈਪ ਕਰੋ।
ta: VPN க்கு இணைக்க, ஆப்பைத் திறந்து CONNECT ஐத் தட்டவும்.
te: వీపీఎన్‌కు కనెక్ట్ కావడానికి, అప్లికేషన్ తెరిచి CONNECT పై ట్యాప్ చేయండి.
ur: وی پی این سے کنیکٹ کرنے کے لئے، ایپ کھولیں اور کنیکٹ پر ٹیپ کریں۔

# assistantNotConnecting
source: If VPN is not connecting, check your internet and try again.
bn: যদি ভিপিএন সংযোগ না হয়, তবে আপনার ইন্টারনেট পরীক্ষা করুন এবং পুনরায় চেষ্টা করুন।
gu: જો વિપીએન કનેક્ટ ન થાય તો તમારું ઇન્ટરનેટ તપાસો અને ફરી પ્રયાસ કરો.
kn: ವಿಪಿಎನ್ ಸಂಪರ್ಕ ಆಗದಿದ್ದರೆ, ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
mr: जर व्हीपीएन कनेक्ट होत नसेल तर तुमचे इंटरनेट तपासा आणि पुन्हा प्रयत्न करा.
pa: ਜੇ ਵੀਪੀਐਨ ਜੁੜ ਨਹੀਂ ਰਿਹਾ, ਤਾਂ ਆਪਣਾ ਇੰਟਰਨੈੱਟ ਚੈੱਕ ਕਰੋ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ta: VPN இணைக்கவில்லை என்றால், உங்கள் இணையத்தைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: వీపీఎన్ కనెక్ట్ కాకపోతే, మీ ఇంటర్నెట్‌ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
ur: اگر وی پی این کنیکٹ نہیں ہو رہا ہے، تو اپنا انٹرنیٹ چیک کریں اور دوبارہ کوشش کریں۔

# assistantFree
source: Silvra VPN offers both free and premium plans.
bn: সিলভরা ভিপিএন ফ্রি এবং প্রিমিয়াম উভয় প্ল্যান অফার করে।
gu: સિલ્વરા વિપીએન મફત અને પ્રીમિયમ બંને યોજના આપે છે.
kn: ಸಿಲ್ವ್ರಾ ವಿಪಿಎನ್ ಉಚಿತ ಮತ್ತು ಪ್ರೀಮಿಯಂ ಯೋಜನೆಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.
mr: सिल्वरा व्हीपीएन फ्री आणि प्रीमियम प्लॅन दोन्ही देते.
pa: ਸਿਲਵਰਾ ਵੀਪੀਐਨ ਮੁਫ਼ਤ ਅਤੇ ਪ੍ਰੀਮੀਅਮ ਦੋਹਾਂ ਯੋਜਨਾਵਾਂ ਦਿੰਦਾ ਹੈ।
ta: சில்வ்ரா VPN இலவசம் மற்றும் பிரீமியம் திட்டங்களை வழங்குகிறது.
te: సిల్వ్రా వీపీఎన్ ఉచితం మరియు ప్రీమియం ప్లాన్లను అందిస్తుంది.
ur: سلورا وی پی این مفت اور پریمیم دونوں پلان فراہم کرتا ہے۔

# assistantGeneric
source: This is a VPN related query.
bn: এটি একটি ভিপিএন সম্পর্কিত প্রশ্ন।
gu: આ વિપીએન સંબંધિત પ્રશ્ન છે.
kn: ಇದು ವಿಪಿಎನ್ ಸಂಬಂಧಿತ ಪ್ರಶ್ನೆ.
mr: हा व्हीपीएन संबंधित प्रश्न आहे.
pa: ਇਹ ਵੀਪੀਐਨ ਸੰਬੰਧੀ ਸਵਾਲ ਹੈ।
ta: இது VPN தொடர்புடைய கேள்வி.
te: ఇది వీపీఎన్ సంబంధిత ప్రశ్న.
ur: یہ وی پی این سے متعلق سوال ہے۔

# assistantNonVpn
source: Sorry, I can only answer VPN-related questions.
bn: দুঃখিত, আমি শুধুমাত্র ভিপিএন সম্পর্কিত প্রশ্নের উত্তর দিতে পারি।
gu: માફ કરશો, હું ફક્ત વિપીએન સંબંધિત પ્રશ્નોના જવાબ આપી શકું.
kn: ಕ್ಷಮಿಸಿ, ನಾನು ಕೇವಲ ವಿಪಿಎನ್ ಸಂಬಂಧಿತ ಪ್ರಶ್ನೆಗಳಿಗೆ ಮಾತ್ರ ಉತ್ತರಿಸಬಹುದು.
mr: माफ करा, मी फक्त व्हीपीएन संबंधित प्रश्नांची उत्तरे देऊ शकतो.
pa: ਮਾਫ਼ ਕਰਨਾ, ਮੈਂ ਸਿਰਫ ਵੀਪੀਐਨ ਸੰਬੰਧੀ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇ ਸਕਦਾ ਹਾਂ।
ta: மன்னிக்கவும், நான் VPN தொடர்புடைய கேள்விகளுக்கு மட்டுமே பதிலளிக்க முடியும்.
te: క్షమించండి, నేను కేవలం వీపీఎన్ సంబంధిత ప్రశ్నలకు మాత్రమే సమాధానం చెప్పగలను.
ur: معذرت، میں صرف وی پی این سے متعلق سوالات کے جواب دے سکتا ہوں۔

# connectVPN
source: Connect to VPN
bn: ভিপিএনে সংযোগ করুন
gu: વિપીએન સાથે કનેક્ટ કરો
kn: ವಿಪಿಎನ್‌ಗೆ ಸಂಪರ್ಕಿಸಿ
mr: व्हीपीएनशी कनेक्ट करा
pa: ਵੀਪੀਐਨ ਨਾਲ ਜੁੜੋ
ta: VPN க்கு இணை
te: వీపీఎన్‌కు కనెక్ట్ అవ్వండి
ur: وی پی این سے کنیکٹ کریں

# notConnecting
source: VPN not connecting
bn: ভিপিএন সংযোগ হচ্ছে না
gu: વિપીએન કનેક્ટ નથી થતો
kn: ವಿಪಿಎನ್ ಸಂಪರ್ಕವಾಗುತ್ತಿಲ್ಲ
mr: व्हीपीएन कनेक्ट होत नाही
pa: ਵੀਪੀਐਨ ਜੁੜ ਨਹੀਂ ਰਿਹਾ
ta: VPN இணைக்கவில்லை
te: వీపీఎన్ కనెక్ట్ కావడం లేదు
ur: وی پی این کنیکٹ نہیں ہو رہا ہے

source: Is it free?
bn: এটি কি ফ্রি?
gu: શું તે મફત છે?
kn: ಇದು ಉಚಿತವೇ?
mr: हे मोफत आहे का?
pa: ਕੀ ਇਹ ਮੁਫ਼ਤ ਹੈ?
ta: இது இலவசமா?
te: ఇది ఉచితం?
ur: کیا یہ مفت ہے؟

# otherQuestion
source: Other VPN question
bn: অন্য ভিপিএন প্রশ্ন
gu: બીજો વિપીએન પ્રશ્ન
kn: ಇತರೆ ವಿಪಿಎನ್ ಪ್ರಶ್ನೆ
mr: इतर व्हीपीएन प्रश्न
pa: ਹੋਰ ਵੀਪੀਐਨ ਸਵਾਲ
ta: மற்ற VPN கேள்வி
te: ఇతర వీపీఎన్ ప్రశ్న
ur: دیگر وی پی این سوالات

source: Ask
bn: জিজ্ঞাসা করুন
gu: પછી પૂછો
kn: ಅನುಮತಿ ಕೇಳಿ
mr: पृच्छा करा
pa: ਪੂਛੋ
ta: கேளுங்கள்
te: ఆస్క్ చేయండి
ur: پوچھیں

source: Need more help?
bn: আরও সাহায্যের প্রয়োজন?
gu: વધારે મદદની જરૂર છે?
kn: ಹೆಚ್ಚಿನ ಸಹಾಯ ಬೇಕೇ?
mr: अधिक मदत हवी आहे का?
pa: ਹੋਰ ਮਦਦ ਚਾਹੀਦੀ ਹੈ?
ta: மேலும் உதவி வேண்டுமா?
te: మరింత సహాయం కావాలా?
ur: مزید مدد چاہیے؟

# contactEmail
source: Contact via Email
bn: ইমেল দ্বারা যোগাযোগ করুন
gu: ઇમેઇલ દ્વારા સંપર્ક કરો
kn: ಇಮೇಲ್ ಮೂಲಕ ಸಂಪರ್ಕಿಸಿ
mr: ईमेलद्वारे संपर्क करा
pa: ਈਮੇਲ ਰਾਹੀਂ ਸੰਪਰਕ ਕਰੋ
ta: மின்னஞ்சல் மூலம் தொடர்பு கொள்ளவும்
te: ఇమెయిల్ ద్వారా సంప్రదించండి
ur: ای میل کے ذریعے رابطہ کریں

source: Privacy Policy
bn: গোপনীয়তা নীতি
gu: ગોપનીયતા નીતિ
kn: ಗೌಪ್ಯತಾ ನೀತಿ
mr: गोपनीयता धोरण
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
ur: رازداری کی پالیسی

source: Terms & Conditions
bn: শর্তাবলী
gu: નિયમો અને શરતો
kn: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು
mr: नियम व अटी
pa: ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ
ta: விதிமுறைகள் மற்றும் நிபந்தனைகள்
te: నియమాలు మరియు షరతులు
ur: شرائط و ضوابط

# helpCenter
source: Help / Contact Us
bn: সাহায্য / আমাদের সাথে যোগাযোগ করুন
gu: મદદ / અમારો સંપર્ક કરો
kn: ಸಹಾಯ / ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
mr: मदत / आमच्याशी संपर्क साधा
pa: ਮਦਦ / ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ta: உதவி / எங்களை தொடர்பு கொள்ளவும்
te: సహాయం / మమ్మల్ని సంప్రదించండి
ur: مدد / ہم سے رابطہ کریں
